export const exampleBlogData = {
  blogCaseCount: 2147,
  blogCases: [
    {
      id: 1,
      title: '주차장 음주운전, 잠깐의 방심으로 억울하게 처벌받을 위기 어떻게 해결해야 할지, 고민이라면?',
      summaryContents:
        '전세사기로 인해 소중한 전세자금이 사라지는 경우, 신속한 대응이 필수적입니다. 전세는 보증금을 놓고 집을 임차하는 제도로, 큰 금액이 사기 당할 경우 경제적 피해가 큽니다. 계약 체결 전 전문가의 계약서 검토를 요청하는 것이 예방에 도움이 됩니다.전세사기를 당한 경우 형사 고소와 민사 소송을 고려해야 합니다. 형사 고소는 범죄자 처벌에 초점을 맞추고, 민사 소송은 금전적 피해 회복을 목적으로 합니다.전세금 반환소송은 주택임차권등기명령신청과 함께 진행되는 것이 바람직합니다.승소 판결 후에도 집주인이 전세금을 반환하지 않는 상황이 많아 강제집행절차가 중요합니다.세입자는 전셋집을 경매에 넘기거나 집주인의 재산을 압류하여 보증금을 회수할 수 있습니다. 법리를 따라 진행해야 하므로 변호사와 상담하는 것이 좋습니다. 제이씨엘파트너스 임차인닷컴은 부동산 전문 변호사들로 구성되어 있어 도움을 받을 수 있습니다.',
      lawyer: '양정아',
      lawfirm: '법률사무소 예성',
      isKeep: false,
      thumbnail: 'https://dimg.donga.com/wps/NEWS/IMAGE/2023/05/24/119463126.1.jpg',
    },
    {
      id: 2,
      title: '주차장 음주운전, 잠깐의 방심으로 억울하게 처벌받을 위기 어떻게 해결해야 할지, 고민이라면?',
      summaryContents:
        '음주후 주차장등에서 잠깐 운전하다가 적발될 경우, 처벌받을 수 있습니다. 혈중알코올 농도가 0.03% 이상이면 음주운전으로 간주되어 처벌대상이 됩니다. 음주후 주차장등에서 잠깐 운전하다가 적발될 경우, 처벌받을 수 있습니다. 혈중알코올 농도가 0.03% 이상이면 음주운전으로 간주되어 처벌대상이 됩니다.',
      lawyer: '신중완',
      lawfirm: '법률사무소 예성',
      isKeep: false,
      thumbnail: 'https://dimg.donga.com/wps/NEWS/IMAGE/2023/05/24/119463126.1.jpg',
    },
    {
      id: 3,
      title: '주차장 음주운전, 잠깐의 방심으로 억울하게 처벌받을 위기 어떻게 해결해야 할지, 고민이라면?',
      summaryContents:
        '음주후 주차장등에서 잠깐 운전하다가 적발될 경우, 처벌받을 수 있습니다. 혈중알코올 농도가 0.03% 이상이면 음주운전으로 간주되어 처벌대상이 됩니다. 음주후 주차장등에서 잠깐 운전하다가 적발될 경우, 처벌받을 수 있습니다. 혈중알코올 농도가 0.03% 이상이면 음주운전으로 간주되어 처벌대상이 됩니다.',
      lawyer: '백경렬',
      lawfirm: '법률사무소 예성',
      isKeep: false,
      thumbnail: 'https://dimg.donga.com/wps/NEWS/IMAGE/2023/05/24/119463126.1.jpg',
    },
    {
      id: 4,
      title: '주차장 음주운전, 잠깐의 방심으로 억울하게 처벌받을 위기 어떻게 해결해야 할지, 고민이라면?',
      summaryContents:
        '음주후 주차장등에서 잠깐 운전하다가 적발될 경우, 처벌받을 수 있습니다. 혈중알코올 농도가 0.03% 이상이면 음주운전으로 간주되어 처벌대상이 됩니다. 음주후 주차장등에서 잠깐 운전하다가 적발될 경우, 처벌받을 수 있습니다. 혈중알코올 농도가 0.03% 이상이면 음주운전으로 간주되어 처벌대상이 됩니다.',
      lawyer: '이보람',
      lawfirm: '법률사무소 예성',
      isKeep: false,
      thumbnail: 'https://dimg.donga.com/wps/NEWS/IMAGE/2023/05/24/119463126.1.jpg',
    },
    {
      id: 5,
      title: '주차장 음주운전, 잠깐의 방심으로 억울하게 처벌받을 위기 어떻게 해결해야 할지,',
      summaryContents:
        '음주후 주차장등에서 잠깐 운전하다가 적발될 경우, 처벌받을 수 있습니다. 혈중알코올 농도가 0.03% 이상이면 음주운전으로 간주되어 처벌대상이 됩니다. 음주후 주차장등에서 잠깐 운전하다가 적발될 경우, 처벌받을 수 있습니다. 혈중알코올 농도가 0.03% 이상이면 음주운전으로 간주되어 처벌대상이 됩니다.',
      lawyer: '양정아',
      lawfirm: '법률사무소 예성',
      isKeep: false,
      thumbnail: 'https://dimg.donga.com/wps/NEWS/IMAGE/2023/05/24/119463126.1.jpg',
    },
  ],
}

export const SORT_CASE = [
  {
    key: 'all',
    name: '전체',
  },
  {
    key: 'recommend',
    name: '추천수',
  },
  {
    key: 'like',
    name: '공감순',
  },
  {
    key: 'new',
    name: '최신순',
  },
] as const
