export const LAWYER_FAQ = [
  {
    faqId: 1,
    faqTitle: '변호사 회원 가입 자격이 있나요?',
    faqContent:
      '대한민국 변호사 자격증을 보유한 변호사라면 누구나 가입을 할 수 있습니다. 단, 등록 전이거나 휴업상태인 변호사님이시라면 별도의 확인이 필요하니 고객센터로 문의주시기 바랍니다.',
  },
  {
    faqId: 2,
    faqTitle: '변호사 회원 가입 절차는 어떻게 되나요?',
    faqContent:
      '회원가입하기→ 변호사로 가입하기 → 정보입력 → 가입신청 → 자격 확인 → 최종 가입 승인의 절차를 거칩니다. 가입이 승인되면 필수 프로필 정보를 입력해주시면 바로 사용이 가능합니다.',
  },
  {
    faqId: 3,
    faqTitle: '변호사 회원의 최종 가입 승인은 어떻게 하나요?',
    faqContent:
      '올바로는 변호사 자격 취득 여부가 확인된 변호사만이 상담을 제공할 수 있기 때문에 대한변호사협회 등의 기관을 통한 확인 후 가입이 승인됩니다.',
  },
  {
    faqId: 4,
    faqTitle: '아이디/비밀번호 분실했어요.',
    faqContent: `로그인 페이지 내의 '아이디/비밀번호 찾기' 를 이용해주시면 됩니다. 
    아이디의 경우 가입할 때 입력한 휴대폰 번호를 통해 찾을 수 있으며, 비밀번호의 경우 아이디와 휴대폰 번호를 통해 찾을 수 있습니다. `,
  },
  {
    faqId: 5,
    faqTitle: '회원 가입시 프로필 사진 업로드가 안됩니다.',
    faqContent:
      '프로필 사진은 정해진 규격과 파일 크기에 맞추어야 합니다. 정상적으로 등록되지 않을 경우 help@allbarlaw.com 으로 보내주시면 등록을 도와드리겠습니다.',
  },
  {
    faqId: 6,
    faqTitle: '내가 쓴 블로그 글을 올바로에 올리고 싶어요',
    faqContent: `로그인 후 변호사 관리페이지에서 글을 업로드할 수 있습니다.
    [변호사 관리 페이지] > [변호사의 글] > [블로그 글 등록하기] > [카테고리 선택] > [링크 입력]  > [ai요약하기 클릭] > [저장] 의 순서로 진행하면 됩니다.
    AI가 자동으로 글을 요약하고 제목과 태그를 생성합니다. AI가 생성한 요약글과 제목은 수정할 수 있으며, 태그 또한 수정 또는 추가가 가능합니다.`,
  },
  {
    faqId: 7,
    faqTitle: '내가 찍은 유튜브 영상을 올바로에 올리고 싶어요',
    faqContent: `로그인 후 변호사 관리페이지에서 영상을 업로드할 수 있습니다.
    [변호사 관리 페이지] > [변호사의 영상] > [영상 등록하기] > [카테고리 선택] > [링크 입력]  > [유튜브 동영상 AI요약하기 클릭] > [저장] 의 순서로 진행하면 됩니다.
    AI가 자동으로 글을 요약하고 제목과 태그를 생성합니다. AI가 생성한 요약글과 제목은 수정할 수 있으며, 태그 또한 수정 또는 추가가 가능합니다.`,
  },
  {
    faqId: 8,
    faqTitle: '법률 상담에 답변을 달면 법률지식인에 자동으로 노출되나요?',
    faqContent: `법률 상담 첫번때 답변은 법률 지식인에 등록되어 노출됩니다. 이후 1:1 채팅의 내용은 외부에 공개되지 않습니다.`,
  },
  {
    faqId: 9,
    faqTitle: '의뢰인과 바로 1:1 채팅을 진행할 수 있나요?',
    faqContent: `1:1 채팅은 의뢰인이 올린 법률지식인 글에 답변을 단 후 진행할 수 있습니다.`,
  },
  {
    faqId: 10,
    faqTitle: '의뢰인과 나누었던 1:1 채팅 내역을 보고 싶어요.',
    faqContent: `로그인 후 변호사 관리페이지에서 확인할 수 있습니다.
    [변호사 관리 페이지] > [채팅리스트]에서 지금까지 진행한 1:1채팅 리스트를 확인 할 수 있습니다.`,
  },
  {
    faqId: 11,
    faqTitle: '광고에 대해 궁금한데 어디에 문의를 해야 하나요?',
    faqContent: `올바로 운영팀으로 연락주시면 안내 도와드리겠습니다.
    전화(02-525-1131), 이메일(cs@allbarlaw.com)으로 연락하실 수 있습니다. `,
  },
]
