export const USER_FAQ = [
  {
    faqId: 1,
    faqTitle: '올바로는 어떤 플랫폼인가요??',
    faqContent: `올바로는 변호사와 의뢰인을 연결하는 법률서비스 플랫폼입니다. 법률문제를 겪고있는 나에게 필요한 정보를 변호사가 직접 쓴 글, 변호사가 찍은 영상을 통해 얻어갈 수 있습니다. 
    \n단순히 정보를 얻는 것에서 끝나는 것이 아니라 분야별 변호사에게 문의를 남겨 답변을 듣거나, 1:1 채팅을 통해 상담을 진행할 수 있습니다.`,
  },
  {
    faqId: 2,
    faqTitle: '올바로는 무료 서비스인가요?',
    faqContent: `올바로는 무료 법률서비스 플랫폼입니다. 변호사가 직접 쓴 글, 변호사가 찍은 영상을 무료로 확인할 수 있습니다. 
    \n또한, 분야별 변호사에게 문의를 남겨 답변을 듣거나, 1:1 채팅을 통해 상담을 진행할 수 있습니다.`,
  },
  {
    faqId: 3,
    faqTitle: '아이디를 변경하고 싶어요',
    faqContent: `아이디 변경은 불가능합니다. 탈퇴 후 새로운 아이디로 재가입하시기 바랍니다.`,
  },
  {
    faqId: 4,
    faqTitle: '아이디와 비밀번호를 잊어버렸어요. 어떻게 하나요?',
    faqContent: `로그인 페이지 내의 '아이디/비밀번호 찾기' 를 이용해주시면 됩니다. 
    \n아이디의 경우 가입할 때 입력한 휴대폰 번호를 통해 찾을 수 있으며, 비밀번호의 경우 아이디와 휴대폰 번호를 통해 찾을 수 있습니다. `,
  },
  {
    faqId: 5,
    faqTitle: '소셜 계정의 아이디와 비밀번호를 찾고 싶어요.',
    faqContent: `소셜 계정(카카오, 네이버)은 올바로 내에서 아이디/비밀번호 찾기가 어렵습니다. 해당 플랫폼 사이트(카카오, 네이버)에 접속하신 후 아이디/비밀번호 찾기 기능을 이용 부탁드립니다. 
    \n아이디/ 비밀번호 확인 후에는 올바로에서 소셜 로그인 버튼을 눌러 로그인하시면 됩니다..`,
  },
  //   {
  //     faqId: 6,
  //     faqTitle: '탈퇴하려면 어떻게 해야하나요?',
  //     faqContent: `탈퇴로직 확정 후 답변 입력 가능`,
  //   },
  {
    faqId: 7,
    faqTitle: '회원가입하지 않고 서비스를 이용할 수 있나요?',
    faqContent: `변호사의 글, 변호사의 영상 등 서비스는 이용 가능합니다. 하지만 변호사에게 문의글을 남기고 채팅을 통해 상담을 하려면 회원가입이 필요합니다.`,
  },
  {
    faqId: 8,
    faqTitle: '회원정보는 어떻게 변경하나요?',
    faqContent: `로그인 후 상단에 '마이페이지' 버튼을 눌러 회원정보를 변경할 수 있습니다.`,
  },
  {
    faqId: 9,
    faqTitle: '내가 저장한 글, 영상, 지식인 등은 어떻게 확인하나요?',
    faqContent: `로그인 후 상단에 '마이페이지' 버튼을 눌러 내가 저장한 변호사의 글, 변호사의 영상, 법률 지식인 등을 확인할 수 있습니다.`,
  },
  {
    faqId: 10,
    faqTitle: '변호사는 어떻게 찾을 수 있나요?',
    faqContent: `올바로 메인메이지에서 분야를 클릭한 후 해당 분야 페이지에서 변호사 리스트를 확인할 수 있습니다.
    \n오른쪽 상단 검색페이지에 변호사 이름이나 분야를 검색하여 변호사를 찾을 수도 있습니다.`,
  },
  {
    faqId: 11,
    faqTitle: '법률상담은 어떻게 진행하나요?',
    faqContent: `올바로 메인페이지 상단 '바로톡' 버튼을 클릭하여 법률상담을 진행할 수 있습니다.
    \n\n상담을 희망하는 분야를 클릭하고 상세 내용, 제목을 작성한 후 답변을 주길 바라는 변호사를 선택할 수 있습니다.
    \n6하원칙에 따라 상세히 작성하시면 변호사가 정확한 답변을 작성하는 것에 도움이 됩니다.
    \n\n상담글에 변호사가 답변을 달면 법률 지식인에 익명으로 공개되므로 신원을 확인할 수 있는 정보(개인정보)는 입력하시면 안 됩니다.
    \n\n법률상담은 회원가입/로그인 후 이용 가능합니다.`,
  },
  {
    faqId: 12,
    faqTitle: '법률상담 글을 올리면 언제 답변을 받을 수 있나요?',
    faqContent: `온라인상담은 답변을 요청한 변호사의 자발적인 참여에 의해 이루어지고 있습니다.
    \n\n답변의 시간은 차이가 있을 수 있습니다만 평균 3일 이내이며, 그 이후에도 답변을 받지 못하신다면 변호사의 프로필에서 연락처를 확인한 후 전화를 통해 상담을 받아보시기 바랍니다.`,
  },
  {
    faqId: 13,
    faqTitle: '법률상담 글을 올리면 답변은 누가 하나요?',
    faqContent: `법률 상담 글을 올릴 당시 지정한 변호사가 답변을 드립니다. 모든 상담글은 익명이며, 변호사에게도 작성자의 이메일, 아이디, 전화번호 등의 개인정보가 일절 공개되지 않습니다.`,
  },
  {
    faqId: 14,
    faqTitle: '내가 쓴 법률상담 글을 삭제할 수 있나요?',
    faqContent: `답변이 달리지 않은 법률 상담글은 삭제가 가능합니다. 하지만 작성한 법률 상담 글에 변호사의 답변이 등록된 경우 삭제가 불가합니다.`,
  },
  {
    faqId: 15,
    faqTitle: '변호사와 상담한 내용을 다른 사람이 볼 수 있나요?',
    faqContent: `법률 상담의 질문과 변호사의 첫번째 답변은 법률지식인에 공개됩니다. 이후 개별적으로 진행되는 1:1 채팅 상담의 내용은 질문자와 답변한 변호사만 볼 수 있습니다.`,
  },
  {
    faqId: 16,
    faqTitle: '검색을 통해 원하는 정보를 찾을 수 있나요?',
    faqContent: `관심 있는 분야, 사건 등 키워드를 오른쪽 상단 검색창에 입력하여 정보를 찾을 수 있습니다. 
    \n검색결과는 변호사의 글, 변호사의 영상, 법률 지식인, 변호사 등 구분되어 제공됩니다.`,
  },
  {
    faqId: 17,
    faqTitle: '변호사와는 어떻게 연락할 수 있나요?',
    faqContent: `각 변호사 프로필에서 사무실 변호를 확인할 수 있습니다. 전화는 사무실 직원이 받을 수도 있으며, 간단한 상담 일정 및 비용 등의 문의가 가능합니다.`,
  },
  {
    faqId: 18,
    faqTitle: '올바로 고객센터로 연락을 하는 방법을 알려주세요.',
    faqContent: `올바로 고객센터는 평일 10:00~18:00 (점심시간: 12:30~14:00) 운영하며, 주말 및 공휴일 휴무입니다.
    \n\n전화(02-525-1131), 이메일(cs@allbarlaw.com)으로 연락하실 수 있습니다. `,
  },
]
